{
    "lang_tab1": "Welcome!",
    "lang_tab2": "About the research",
    "lang_tab3": "User instructions",
    
    "lang_welcome1": "Welcome to the survey!",
    "lang_welcome2": "The aim of this survey is to find out how long is the process of parking a private car in Helsinki Capital Region. All aspects of the process are taken into account: how long was the parking spot searched for, where was the parking location and where was the actual final destination of that journey. The results of this survey are used in University of Helsinki Master's thesis in the field of geoinformatics. You can learn more about the thesis below in the paragraph 'Detailed information about survey'.",
    "lang_welcome3": "This survey aims for easy answering: If you can’t recall exact time or locations for your parking, you may insert estimations about them. You may answer to this survey after each private car journey you have in Helsinki Capital Region, or fill out the survey multiple times in one sitting, whatever suits you best.",
    "lang_welcome4": "If possible, please consider responding to this survey multiple times. The survey is open until 31th March 2019.",
    "lang_welcome5": "<b>NB!</b> Please note that <i>this survey does not study parking to respondent's home yard or to a place where respondent has a personal parking spot</i>.",
    "lang_welcome6": "I value your answer greatly. <br>Sincerely, Sampo Vesanen",
    "lang_welcome7": "For matters related to this survey, please contact me at: sampo.vesanen(at)helsinki.fi.",
 
    "lang_about1": "The aim of this survey is to find out characteristics about private car parking in Helsinki Capital Region with the central question being 'what are the spatial differences between regions of Helsinki Capital Region in parking times?'. The survey complies with 'door-to-door' approach – meant to measure travel times and distances – introduced in Salonen & Toivonen (2013), where the parking process is a part of the whole. As per the approach this survey asks the respondent <b>1)</b> how long did it take to park the car after starting to look for a parking spot, <b>2)</b> where was the parking spot located and <b>3)</b> where was the final destination of that journey located. The results of this survey form the foundation for my University of Helsinki Department of Geosciences and Geography master's thesis, currently titled 'Parking of private cars and spatial accessibility in Greater Helsinki Area'. The results of my master's thesis will be used to improve the accuracy of the Helsinki Region Travel Time Matrix (Toivonen et al. 2015) developed by Accessibility Research Group, a group of researchers within Helsinki University Digital Geography Lab. Currently the group has access to only rough estimates of parking times in Helsinki Capital Region (Kalenoja & Häyrynen 2003). The hypothesis of my thesis is that the time it takes to complete the parking process varies spatially and temporally in the area. I invite you to familiarise yourself with the research of <a target='_blank' rel='noopener noreferrer' href='https://www.helsinki.fi/en/researchgroups/digital-geography-lab'>Digital Geography Lab</a> (opens in a new tab).",
    "lang_about2": "<b>About privacy:</b> In this survey you are queried locations of your parkings and final destinations of your journey. This is potentially sensitive personal information. Personal details can't be derived from your answers and your multiple answers can’t be detected to belong to the same person. The spatial data gathered in this survey and used in my master's thesis will be placed upon a 250 meters x 250 meters grid (Finnish Environmental Institute 2016) which removes exact location of your parking and destination. The study has no interest in scales more detailed than this. You may view the study area and the exact shape of the cell grid <a target='_blank' rel='noopener noreferrer' href='http://www.helsinki.fi/science/accessibility/tools/YKR/YKR_Identifier.html'>here</a> (opens in a new tab).",
    "lang_about3": "References",
    "lang_about4": "Kalenoja, H. & J.-P. Häyrynen (2003). Keskustan pysäköinti osana liikennejärjestelmää – Tampereen keskustan pysäköintitutkimus. Tutkimusraportti 51. Tampere University of Technology, Tampere.",
    "lang_about5": "Salonen, M. & T. Toivonen (2013). Modelling travel time in urban networks: Comparable measures for private car and public transport. <i>Journal of Transport Geography</i> 31: 143–153.",
    "lang_about6": "Toivonen, T., H. Tenkanen, V. Heikinheimo, T. Jaakkola, J. Järvi & M. Salonen (2015). Helsinki Region-Travel Time Matrix 2015. DOI: 10.13140/RG.2.1.1901.3201",
    "lang_about7": "Toivonen, T., M. Salonen, H. Tenkanen, P. Saarsalmi, T. Jaakkola & J. Järvi (2014). Joukkoliikenteellä, autolla ja kävellen: Avoin saavutettavuusaineisto pääkaupunkiseudulla. <i>Terra</i> 126: 3, 127–136.",
    "lang_about8": "YKR-aluejaot (2018). Finnish Environment Institute.",
 
    "lang_instr1": "Survey",
    "lang_instr2": "All questions in this survey are mandatory. Please provide an answer to each of them.",
    "lang_instr3": "Choosing a location on the map",
    "lang_instr4": "On a desktop computer/laptop: The map view is immediately ready to use. Just drag the arrow to your location. There is no confirmation button for the selected location, the last location to remain on the map will be recorded. Unfortunately it is not possible to change the size of the map view when using desktop/laptop.",
    "lang_instr5": "On a mobile phone: The map view can be activated by tapping the map once. Then you may drag the arrow to the location you want. <b>Don't forget to tap on \"ok\" on the top right</b>",
    "lang_instr6": "Use the map view tools to your advantage: you can, for example, search for addresses or places. Additionally you may permit the survey to geolocate you by pressing the button that looks like a target. The house button returns the map view to the default view, Helsinki center.",
    "lang_instr7": "The survey notifies you with a red coloured text prompt if you have inserted a forbidden location for parking place or final destination. If this happens, please check your answer.",
    "lang_instr8": "Other",
    "lang_instr9": "If you like, you may respond this survey every time you park your car and walk to your destination in Helsinki Capital Region. You may also respond at a later time and if details are already forgotten, please provide an estimation.",
    "lang_instr10": "Please make note that this survey is not meant for parkings which happen at home where one knows a parking spot is guaranteed and searching for one is unnecessary. An exception to this is parking with resident parking permit.",
    "lang_instr11": "Technical matters",
    "lang_instr12": "If you experience problems while filling out the survey, first make sure your web browser is up-to-date.",
    "lang_instr13": "The survey has been tested to work the best with the following browsers:",
    "lang_instr14": "On mobile phone: Chrome (at least version 71)",
    "lang_instr15": "On desktop/laptop: Chrome (at least version 71), Firefox (version 64), Edge (version 42)",
    "lang_instr16": "If you are using mobile phone and your problems persist, please consider filling the survey out on a laptop/desktop computer (or vice versa). Testing indicates that the desktop version of this survey is the more robust than that on mobile phones.",
 
    "lang_basemap": "Basemaps",
    "lang_overlay": "Overlay maps", 
    "lang_postal": "Zip code areas",
    "lang_research": "Research area",
    
    "lang_outsideResearch": "Outside research area!",
    "lang_zipArea": "Zip code area",
    "lang_savechanges": "Save changes",
    "lang_incomplete": "This entry is incomplete!",
    
    "lang_datetime": "Parking time and date",
    "lang_search": "How long did you search for this parking spot? (in minutes)?",
    "lang_likert": "How often have you parked your car in this area?",
    "likert1": "Very frequently",
    "likert2": "Frequently",
    "likert3": "Occassionally",
    "likert4": "Rarely",
    "likert5": "Never",
    
    "lang_parkspot": "What kind of a parking spot did you have?",
    "parkspotd": " -- select an option -- ",
    "parkspot1": "Parking space on the side of the street",
    "parkspot2": "Parking lot",
    "parkspot3": "Parking garage",
    "parkspot4": "Other",
    
    "lang_submit": "Submit records",
    "lang_thanks": "Thank you for taking the time to respond to this survey!"
}
