{
    "lang_tab1": "Welcome!",
    "lang_tab2": "About the research",
    "lang_tab3": "User instructions",
    
    "lang_welcome1": "<i class='icon car'></i>Welcome to the survey!",
    "lang_welcome2": "The aim of this survey is to find out how long is the process of parking a private car in Helsinki Capital Region. In this survey parking a private car consists of the following parts: once one has arrived to the general area they want to park to, how long was the parking spot searched for and after parking, how long it took to reach one's final destination by foot. The results of this survey will be used in a University of Helsinki Master's thesis in the field of geoinformatics. You can learn more about the thesis and this survey research in the tab 'About the research'.",
    "lang_welcome3": "In this survey you are asked to pinpoint postal code areas in Helsinki Capital Region where you have parked a private car during the last two years. This can be one time or multiple times. For each postal code area you are then asked to answer to five questions concerning your parking in that area. The scope is general, you will not be answering about a specific parking event, but how your parking experience <i>usually</i> is. In this web application you may add as many postal code areas you wish and be done with the survey in one session, or send smaller batches. Please only answer once for any postal code area.",
    "lang_welcome4": "The survey is open until 30th June 2019.",
    "lang_welcome5": "<b>NB!</b> Please note that <i>this survey does not study parking to respondent's home yard or to a place where respondent has a personal parking spot reserved for their license plate</i>. Please leave parking events like these out of your estimations in this survey.",
    "lang_welcome6": "I value your answer greatly. <br>Sincerely, Sampo Vesanen",
    "lang_welcome7": "For matters related to this survey, please contact me at: sampo.vesanen(at)helsinki.fi.",
 
    "lang_aboutH2": "<i class='icon atlas'></i>More on the subject",
    "lang_about1": "The aim of this survey is to find out characteristics about private car parking in Helsinki Capital Region with the central question being 'what are the spatial differences between regions of Helsinki Capital Region in private car parking times?'. The survey complies with the door-to-door approach, a method which strives for better realism in measuring travel times and distances. The door-to-door approach is introduced in Salonen & Toivonen (2013). In this paper the authors view parking process is a vital part of the whole trip.",
    "lang_door2door": "Figure 1. The entire trip of a private car using door-to-door approach. Red dash line represents the parking process. Figure adapted from Salonen and Toivonen (2013).",
    "lang_about2": "The respondent of this survey is presented with five questions for each selected postal code area:<ol><li><b>How long does it usually take for the respondent to find a parking spot and park their car the current postal code area?</b> This question is used to improve the travel time data for private cars used by the Helsinki Region Travel Time Matrix.</li><li><b>How long does it usually take the respondent to walk from their parking spot to their destination in  the current postal code area?</b> Like the previous question, this too will be used to improve on private car travel time data in the Helsinki Region Travel Time Matrix.</li><li><b>How familiar the respondent is with the current postal code area?</b> This is used to explain respondent's answers to the the parking time and walking time questions.</li><li><b>What kind of a parking spot does the respondent usually take in the current postal code area?</b> This question is used to map out what kind of parking place types are available in each postal code area and to explain respondent's answers in other questions.</li><li><b>At what time of the day does the respodent usually park in the current postal code area?</b> This is used to explain respondent's answers to the the parking time and walking time questions.</li></ol>",
    "lang_about3": "This survey research is a part of my Master’s thesis for University of Helsinki. Its' working title is currently <i>Parking of private cars and spatial accessibility in Greater Helsinki Area</i>. The work is connected to the <a target='_blank' rel='noopener noreferrer' href='https://blogs.helsinki.fi/accessibility/helsinki-region-travel-time-matrix/'>Helsinki Region Travel Time Matrix</a> (opens up in a new tab), a tool created by Digital Geography Lab which represents travel time distances between statistical grid cells in Helsinki Region by public transport, walking and bicycling (Toivonen et al. 2015). The values in the travel time matrix are calculated using the door-to-door approach. For private cars this means that searching for parking, the parking proper and walking to one’s destination is a part of the travel time. Up until now the time it takes to carry out this process has been a singular estimation deployed to the entire Helsinki Capital Region using research by Kalenoja and Häyrynen (2003). This does not represent reality well enough. The hypothesis of my Master's thesis is that the duration of the parking process varies between the areas of Helsinki Capital Region. The results of this survey enable the research of the hypothetical variation and reasons behind the it. Learn more of the research conducted by Digital Geography Lab <a target='_blank' rel='noopener noreferrer' href='https://www.helsinki.fi/en/researchgroups/digital-geography-lab'>here</a> (opens up in a new tab). Read more about accessibility and mobility research within Digital Geography Lab <a target='_blank' rel='noopener noreferrer' href='https://blogs.helsinki.fi/accessibility/'>here</a>.",
    "lang_about4": "<b>About user privacy:</b> The data you send us in this survey does not reveal any personal information about you due to the generalised scope of the questions used. The web application running the survey will save your IP address for tracking user activity. In the data analysis phase of the thesis all collected IP addresses will be altered into random and anonymous string of characters and all the IP addresses will be deleted. The survey web application uses cookies to save user preferences. If you do not delete these cookies manually, they will expire 90 days from their creation.",
    "lang_about5": "References",
    "lang_about6": "Kalenoja, H. & J.-P. Häyrynen (2003). Keskustan pysäköinti osana liikennejärjestelmää – Tampereen keskustan pysäköintitutkimus. Tutkimusraportti 51. Tampere University of Technology, Tampere.",
    "lang_about7": "Salonen, M. & T. Toivonen (2013). Modelling travel time in urban networks: Comparable measures for private car and public transport. <i>Journal of Transport Geography</i> 31: 143–153.",
    "lang_about8": "Toivonen, T., H. Tenkanen, V. Heikinheimo, T. Jaakkola, J. Järvi & M. Salonen (2015). Helsinki Region-Travel Time Matrix 2015. DOI: 10.13140/RG.2.1.1901.3201",
    "lang_about9": "Toivonen, T., M. Salonen, H. Tenkanen, P. Saarsalmi, T. Jaakkola & J. Järvi (2014). Joukkoliikenteellä, autolla ja kävellen: Avoin saavutettavuusaineisto pääkaupunkiseudulla. <i>Terra</i> 126: 3, 127–136.",
    "lang_about10": "YKR-aluejaot (2018). Finnish Environment Institute.",
 
    "lang_instr1": "<i class='icon pencil-alt'></i>Survey user instructions",
    "lang_instr2": "1 Survey user interface",
    "lang_instr3": "1.1 Upper left of the screen",
    "lang_instr4": "<b>Zoom in/out.</b> Use these buttons to zoom in or zoom out the map view. Alternatively you can use your mouse wheel or standard zoom out/zoom in gestures of mobile phones.<br>",
    "lang_instr5": "<b>Switch languages.</b> This survey is available in English and in Finnish. This button shows with the code EN or FI which language is currently switched on. You may use this button to change the survey language at any moment.<br>",
    "lang_instr6": "<b>Switch information dialog window on or off.</b> Click the button to switch this information screen on or off. You can also close the window with the x button located on upper right corner of the window. Please note that this window must be closed before you can fill out the survey (selecting postal code areas is disabled when this window is visible).<br>",
    "lang_instr7": "1.2 Upper right of the screen",
    "lang_instr8": "<b>Change appearance of the survey basemap.</b> Use this selector to change the appearance of the basemap used by the survey. You can also switch off the postal code layers to locate your local shopping center, for example. Please note that postal code areas layer must be visible to add new records to your response.<br>",
    "lang_instr9": "<b>Search for an address or a location.</b> Use this tool to search for an address of a location within the research area, for example <i>Physicum</i> or <i>Gustaf Hällströmin katu 2</i>. If your search yields multiple results you will be shown a list of all the results. Please make note that because the technical limitations of OpenStreetMap Nominatim, the tool will list locations from the entire Finland. The survey map view will, however, prevent you from depart the research area.<br>",
    "lang_instr10": "1.3 Lower right of the screen",
    "lang_instr11": "&nbsp;&nbsp;&nbsp;<i class='icon cloud-upload-alt'></i><b>Submit records.</b> Use this button to send your responses to us. You will get a thank you screen as a confirmation. Please note that the survey prevents you from sending any incomplete records. For this reason the button will only activate (signified with a green color instead of grey) after all the postal code areas you have clicked have their questions completed.",
    "lang_instr12": "<span class='redtext'>You have unfinished areas</span> window appears above Submit records button if you have any incomplete postal code areas in your map view. This window helps you locate these incomplete areas. You can then complete the form for that postal code area or delete it entirely.",

    "lang_survey1": "2 Using the survey",
    "lang_survey2": "The survey starts with the map view centered on the center of Helsinki. Scroll the map to a location of your choosing and click/tap on the postal code area. You will be presented with a popup form for that area. You can confirm the name and code of that postal code area in the topmost part of the popup. With each of postal code area you are asked to answer to five questions:",
    "lang_survey3": "<b>How long does it usually take for you <i>to find a parking spot and park your car</i> in this postal code area (in minutes)?</b> Please estimate how long does it <i>usually</i> take for you to start searching for a parking place to the moment you have successfully parked your private car in the current postal code area. Searching for parking begins when you have reached the general area where you would like to park your car. Please answer to this question in full minutes. The value must be between 0 and 99.",
    "lang_survey4": "<b>How long does it usually take for you <i>to walk from your parking spot to your destination</i> in this postal code area (in minutes)?</b> Please estimate how long does it <i>usually</i> take for you to walk from the spot of your parking to your final destination by foot. The walk starts from your cars and ends at the outside door of your destination. If your destination is located outside, the walk ends at the edge of your activity area. Please answer to this question in full minutes. The value must be between 0 and 99.",
    "lang_survey5": "<b>How familiar are you with this postal code area?</b> Please estimate in the scale Extremely familiar &#151 Not at all familiar how well do you know the current postal code area.",
    "lang_survey6": "<b>What kind of parking spot do you <i>usually</i> take in this postal code area?</b> Please estimate what type of parking spot you usually have in the current postal code area. Please note that in this survey we do not study parkings to one's own yard or to places where one has a reserved parking spot with their license plate on it. Choices for this questions are:<ul><li>Parking space on the side of the street &#151 The parking spot is located on the side of the street</li><li>Parking lot &#151 The parking place is located on a lot outside. The purpose of the lot is primarily parking. The lot can be free of charge or subject to a charge. A parking lot can also be a open space temporarily used for parking in a event or similar (gravel pitch, turf pitch, field etc.)</li><li>Parking garage &#151 Underground parking facilities, parking facilities with a roof, roof levels of parking facilities</li><li>Private or reserved parking spot &#151 The parking space is located for example in the parking lot owned by one's employer where one has a right to park but no specific reserved spot. Also valid are private parking places of organisations (such as companies, unions, clubs), where one parks as a visitor and/or fetches a parking permit from the administrator of the parking lot</li><li>Other &#151 parking places not applicable to the options above</li></ul>",
    "lang_survey7": "<b>At what time of the day do you <i>usually</i> park in this postal code area?</b> Please estimate the usual time of the week and day of your parking in the current postal code area. The choices are:<ul><li>Week day, during rush hour (07:00-09:00 and 15:00-17:00) &#151 Parking in the current postal code area usually happens during the rush hour</li><li>Week day, other than during rush hour &#151 Parking in the area usually happens outside of the rush hour</li><li>Weekend &#151 Parking in the area usually happens on saturdays or sundays. Holidays also count</li><li>None of the above, no usual time  &#151 User can't choose any of the other choices, parkings happen evenly during the entire week</li></ul>",
    "lang_survey8": "You may save each postal code area popup data with &nbsp;&nbsp;&nbsp;<i class='icon save'></i><span class='greentext'>Save changes</span> button or delete the records for the current postal code area with &nbsp;&nbsp;&nbsp;<i class='icon trash-alt'></i><span class='redtext'>Remove these records</span> button. The popup upper right x button also saves your answers. The survey web application remembers all of your unsent responses as soon as you don't refresh or close the current browser tab.",
    "lang_survey9": "When a postal code area is first clicked on, its color will change to orange. This means its questions are unanswered and once answering is complete, the color will change to green, signaling a finished state. If an area is not complete, there will be a large red text <span class='redtext'>This entry is incomplete!</span> signaling incompleteness. <b>Please note that &nbsp;&nbsp;&nbsp;&nbsp;<i class='icon cloud-upload-alt'></i>Submit records button will only activate when all postal code area questions in the map view are complete!</b>",
        
    "lang_tech1": "3 Technical details",
    "lang_tech2": "This survey is tested to best work with a computer or a mobile device which has a horizontal resolution of more than 800 pixels. <b>If you are using a mobile device to fill out this survey, please see the settings tab, marked with the wrench icon</b>",
    "lang_tech3": "If you encounter any technical problems while filling out the survey, the reason is most likely in your web browser software or the operating system of your device:",
    "lang_tech4": "The survey works the best on a Windows desktop or laptop computer. Recommended browsers are <span class='greentext'>Google Chrome (version 74)</span>. Also <span class='greentext'>Firefox (at least version 60)</span> is a good choice",
    "lang_tech5": "On Apple handheld devices browsers <span class='greentext'>Chrome</span> and <span class='greentext'>Safari</span> have been observed to work sufficiently",
    "lang_tech6": "The survey is <b>non-functional</b> on the following browsers:<span class='redtext'><b> Internet Explorer (version 11), Microsoft Edge (version 42)</b></span>",
    "lang_tech7": "<b>Known technical problems of the survey</b>. The following list contains known bugs and technical problems of this web application and instructions how to bypass them:<ul><li>In the mobile device mode the survey user interface (zoom buttons, language switch etc.) is programmed to hide when a postal code area popup is visibile. The user interface will reappear after the current popup has been closed and the map view has been nudged to any direction for a bit.</li><li>If suddenly map view can't be moved anymore in the mobile device mode, please tap on a finished (green color feature) or incomplete (orange color feature) postal code area, and survey responsiveness should return to normal.</li><li>Sometimes after submitting survey records to the server and clicking close on the success dialog screen the newly empty map view can't be moved anymore. Refresh the survey page to fix this situation.</li><li>In the mobile device mode if you let the unfinished areas window (<span class='redtext'>You have unfinished areas</span>)  grow too long it may prevent you from using the basemap selector and search tool. To resolve this, keep your list of unfinished postal code areas short.</li></ul>",

    "lang_settings1": "<i class='icon wrench' style='margin-right: 10px;'></i>Settings",
    "lang_settings2": "<b>Prevent opening of this information screen at survey startup.</b> After pressing this button the information screen will not show up automatically anymore. To revert this action, please delete the cookies used by the survey.",
    "lang_settings3": "<b>Postal code area popup size.</b> Use this button to choose the size of the postal code area popup. For desktop and laptop computers default size (large) is recommended. Mobile device users may benefit greatly from choosing the small or medium size.",
    "lang_settings4": "<b>Switch mobile mode on/off.</b> When the button icon below represents a mobile phone &nbsp;<i class='icon mobile-alt'></i>, clicking will turn on a special mobile device mode. The Mobile device mode will resize this information window to fit your mobile device screen, reducing the need for horizontal gestures. If you click the button below when its icon is a computer monitor &nbsp;<i class='icon desktop'></i>, the desktop mode is returned. The mobile device mode will be enabled as default for mobile devices with a small screen. You can bypass that choice made for you using this setting.",
    "lang_buttoncloseinfo": "Stop showing this dialog box on survey startup",
    "lang_accesssurvey": "Close this dialog and access survey",
    "lang_buttonchangedevice": "Change device settings. WARNING! Refreshes page, all non-submitted records will be lost!",
    "lang_changepopupsize": "Popup size: ",
 
    "lang_basemap": "Basemaps",
    "lang_overlay": "Overlay map", 
    "lang_postal": "Zip code areas",
    "lang_research": "Research area",
    
    "lang_zipArea": "Zip code area",
    "lang_savechanges": "Save changes",
    "lang_deletefeature": "Remove these records",
    "lang_incomplete": "This entry is incomplete!",
    
    "lang_search": "<i class='icon car'></i>How long does it usually take for you <i>to find a parking spot and park your car</i> in this postal code area (in minutes)?",
    "lang_walktime": "<i class='icon walking'></i>How long does it usually take for you <i>to walk from your parking spot to your destination</i> in this postal code area (in minutes)?",
    "lang_likert": "<i class='icon question-circle'></i>How familiar are you with this postal code area?",
    "likert1": "Extremely familiar",
    "likert2": "Moderately familiar",
    "likert3": "Somewhat familiar",
    "likert4": "Slightly familiar",
    "likert5": "Not at all familiar",
    
    "lang_parkspot": "<i class='icon parking'></i>What kind of parking spot do you usually take in this postal code area?",
    "parkspotd": " -- select an option -- ",
    "parkspot1": "Parking space on the side of the street",
    "parkspot2": "Parking lot",
    "parkspot3": "Parking garage",
    "parkspot4": "Private or reserved parking spot",
    "parkspot5": "Other",
    
    "lang_timeofday": "<i class='icon clock'></i>At what time of the day do you usually park in this postal code area?",
    "timeofday1": "Weekday, rush hour (07:00-09:00 and 15:00-17:00)",
    "timeofday2": "Weekday, other than rush hour",
    "timeofday3": "Weekend",
    "timeofday4": "None of the above, no usual time",
    
    "lang_unfinishedbox": "You have unfinished areas",
    "lang_submit": "Submit records",
    "lang_thanks": "Thank you for taking the time to respond to this survey!"
}