{  
    "lang_tab1": "Tervetuloa!",
    "lang_tab2": "Tutkimuksesta",
    "lang_tab3": "Käyttöohjeet",
    
    "lang_welcome1": "<i class='icon car'></i>Tervetuloa kyselyyn!",
    "lang_welcome2": "Tämän kyselyn tarkoituksena on selvittää kuinka kauan henkilöauton pysäköinti kestää pääkaupunkiseudun eri alueilla. Henkilöauton pysäköinnillä tarkoitetaan tässä kokonaisuutta, jonka osina ovat pysäköintipaikan etsiminen, henkilöauton pysäköinti ja kävely lopulliseen määränpäähän. Kyselyssä kerättyjä tietoja käytetään Helsingin yliopiston geoinformatiikan pro gradu -tutkimuksessa, josta voit lukea lisää Tutkimuksesta-välilehdellä.",
    "lang_welcome3": "Kyselyssä sinua pyydetään valitsemaan kartalta ne postinumeroalueet, joihin muistat joskus pysäköineesi. Jokaisen postinumeroalueen kohdalla sinulta kysytään neljä pysäköimistäsi arvioivaa kysymystä.",
    "lang_welcome4": "Kysely on auki 30.6.2019 asti.",
    "lang_welcome5": "<b>Huom!</b> Huomaathan, että <i>kyselyssä ei kartoiteta kotipihapysäköintiä tai sellaista pysäköintiä, jossa vastaajalla on käytössä henkilökohtainen pysäköintipaikka</i>. Jätäthän tällaiset pysäköinnit huomiotta tätä kyselyä täyttäessäsi.",
    "lang_welcome6": "Kiitän vastauksestasi, <br>terveisin, Sampo Vesanen",
    "lang_welcome7": "Kyselyyn liittyvissä asioissa ota minuun yhteyttä sähköpostitse: sampo.vesanen(at)helsinki.fi.",
    "lang_buttoncloseinfo": "Älä näytä tätä ruutua kyselysivulle saavuttuani",
    "lang_buttonchangedevice": "Vaihda laiteasetuksia. VAROITUS! Avaa sivun uudelleen, tämä poistaa kaikki lähettämättömät vastauksesi!",
 
    "lang_aboutH2": "<i class='icon atlas'></i>Lisää aiheesta",
    "lang_about1": "Tämän kyselyn tarkoituksena on tutkia henkilöauton pysäköintiin kuluvan ajan alueellista vaihtelua pääkaupunkiseudulla. Kyselyn lähtökohtana on Salosen ja Toivosen (2013) matka-aikojen mittaamiseen tarkoitettu ovelta ovelle -menetelmä, jonka osana henkilöauton pysäköimisprosessi on.",
    "lang_door2door": "Kuva 1. Henkilöautomatka esitettynä ovelta-ovelle-menetelmässä. Punainen alleviivaus merkitsee pysäköinnin osuutta prosessissa. Mukautettu Salosen ja Toivosen artikkelista (2013).",
    "lang_about2": "Kyselyn täyttäjälle esitetään kolme kysymystä jokaista postinumeroaluetta kohti:<ul><li><b>Kuinka kauan vastaajalla yleensä kestää pysäköidä kyseiselle postinumeroalueelle?</b> Tällä kysymyksellä pyritään parantamaan olemassaolevan saavutettavuusaineiston tarkkuutta.</li><li><b>Kuinka tuttu kyseinen postinumeroalue on vastaajalle?</b> Tällä kysymyksellä pyritään selittämään alueen ominaisuuksia ja vastaajan syöttämiä vastauksia</li><li><b>Millainen pysäköintipaikka vastaajalla yleensä on kyseisellä postinumeroalueella?</b> Tällä kysymyksellä pyritään selvittämään postinumeroalueella saatavilla olevia pysäköintipaikkatyyppejä ja vastaajan syöttämiä lukemia.</li></ul>Kyselyn tulokset ovat perustana geoinformatiikka-aiheiselle pro gradu -tutkielmalleni, jonka työnimi on <i>Parking of private cars and spatial accessibility in Greater Helsinki Area</i>. Tuloksia käytetään parantamaan Helsingin yliopistossa toimivan Accessibility Research Groupin kehittämää Helsingin seudun matka-aikamatriisimallia (Toivonen et al. 2015). Tällä hetkellä ryhmä käyttää matka-aikamatriisissa karkeaa arviota pysäköintiin kuluvasta ajasta (Kalenoja & Häyrynen 2003). Pro gradu -tutkielmani hypoteesina on, että pysäköintiprosessin kesto vaihtelee pääkaupunkiseudun eri osissa, ja tästä tutkimuksesta saatavat tulokset mahdollistavat alueellisen vaihtelun tutkimisen ja visualisoinnin. Pääset tutustumaan Digital Geography Labin tutkimukseen <a target='_blank' rel='noopener noreferrer' href='https://www.helsinki.fi/en/researchgroups/digital-geography-lab'>täällä</a> (avautuu uuteen ikkunaan).",
    "lang_about3": "<b>Henkilötietosuojasta:</b> Tämä kysely tallentaa kyselyvastaustesi lisäksi IP-osoitteesi ja ensimmäisen sekä viimeisimmän vierailusi ajankohdan. IP-osoitteita käytetään kyselyvastausten analysointiin, eikä IP-osoitettasi säilytetä pidempään kuin mikä on tutkimuksen kannalta tarpeellista. Kysely käyttää evästeitä. Evästeitä käytetään muistamaan kyselyssä käyttämäsi asetukset. Ellet poista evästeitä manuaalisesti, ne vanhentuvat 90 päivän kuluttua luontipäivästä.",
    "lang_about4": "Kirjallisuus",
    "lang_about5": "Kalenoja, H. & J.-P. Häyrynen (2003). Keskustan pysäköinti osana liikennejärjestelmää – Tampereen keskustan pysäköintitutkimus. Tutkimusraportti 51. Tampere University of Technology, Tampere.",
    "lang_about6": "Salonen, M. & T. Toivonen (2013). Modelling travel time in urban networks: Comparable measures for private car and public transport. <i>Journal of Transport Geography</i> 31: 143–153.",
    "lang_about7": "Toivonen, T., H. Tenkanen, V. Heikinheimo, T. Jaakkola, J. Järvi & M. Salonen (2015). Helsinki Region-Travel Time Matrix 2015. DOI: 10.13140/RG.2.1.1901.3201",
    "lang_about8": "Toivonen, T., M. Salonen, H. Tenkanen, P. Saarsalmi, T. Jaakkola & J. Järvi (2014). Joukkoliikenteellä, autolla ja kävellen: Avoin saavutettavuusaineisto pääkaupunkiseudulla. <i>Terra</i> 126: 3, 127–136.",
    "lang_about9": "YKR-aluejaot (2018). Suomen ympäristökeskus.",
    
    "lang_instr1": "<i class='icon pencil-alt'></i>Kyselyn täyttöohje WORK-IN-PROGRESS",
    "lang_instr2": "1 Kyselyn käyttöliittymä",
    "lang_instr3": "1.1 Ruudun vasen yläkulma",
    "lang_instr4": "<b>Lähennä- tai loitonna.</b> Käytä näitä nappeja lähentämään karttanäkymää tai loitontamaan sitä. Vaihtoehtoisesti voit käyttää hiiren rullaa.<br><br>",
    "lang_instr5": "<b>Vaihda kieltä.</b> Käytä tätä nappia plaa plaa<br><br><br>",
    "lang_instr6": "<b>Inforuutu.</b> Näpäytä tämä tietoruutu pois tai takaisin päälle tällä napilla.<br><br>",
    "lang_instr7": "1.2 Ruudun oikea yläkulma",
    "lang_instr8": "<b>Karttatasovalitsin.</b> Tästä voi vaihdella karttatasoa.<br><br><br>",
    "lang_instr9": "<b>Hae kohdetta.</b> Käytä tätä etsimään kohdetta tutkimusalueelta. Voi hakea muualtakin, mutta kartta ei päästä sinne asti.<br><br>",
    "lang_instr10": "1.3 Ruudun oikea alakulma",
    "lang_instr11": "&nbsp;&nbsp;&nbsp;<i class='icon cloud-upload-alt'></i><b>Lähetä tiedot.</b> Tätä napsauttamalla tiedot lähtevät liikkeelle",
    
    "lang_survey1": "2 Lomakkeen käyttäminen",
    "lang_survey2": "Kyselyn alkunäkymä on Helsingin keskustassa. Raahaa karttanäkymä haluamallesi alueelle, ja klikkaa postinumeroaluetta. Klikkauksesta ponnahtaa esille postinumeroalueen lomake, jonka oikeasta yläkulmasta voit tarkistaa postinumeroalueen suomenkielisen nimen ja numeron. Jokaisen postinumeroalueen kohdalla sinulta kysytään vastausta kolmeen kysymykseen:",
    "lang_survey3": "<b>Kuinka kauan sinulla yleensä kestää pysäköidä ja saavuttaa kävellen määränpääsi tällä postinumeroalueella (minuuteissa)?</b>",
    "lang_survey4": "<b>Kuinka tuttu tämä postinumeroalue on sinulle?</b>",
    "lang_survey5": "<b>Minkätyyppiselle pysäköintipaikalle yleensä pysäköit tällä postinumeroalueella?</b>",
    "lang_survey6": "Voit tallentaa lomakkeen vastauksen milloin vaan &nbsp;&nbsp;&nbsp;<i class='icon save'></i><span class='greentext'>tallenna tiedot</span> -painikkeella, tai poistaa kaikki merkinnät kyseiseltä postinumeroalueelta &nbsp;&nbsp;&nbsp;<i class='icon trash-alt'></i><span class='redtext'>Poista nämä tiedot</span> -painikkeella.",
    "lang_survey7": "Kun olet kerran klikannut postinumeroaluetta, se saa karttanäkymässä oranssin värin. Oranssi väri merkitsee keskeneräisiä tietoja, ja kyseinen lomake ilmoittaa '<span class='redtext'>Kaikkiin kenttiin ei ole vastattu!</span>'. Kun kaikkiin kysymyksiin on vastattu, muuttuu alue vihreäksi ja lomakkeen punainen ilmoitusteksti katoaa. <b>Huomaathan, että &nbsp;&nbsp;&nbsp;&nbsp;<i class='icon cloud-upload-alt'></i>'Lähetä tiedot'-painike aktivoituu vasta, kun kaikki klikatut alueet ovat vihreitä!</b>",
    
    "lang_instr12": "3 Kyselyn tekniset yksityiskohdat",
    "lang_instr13": "Tämä kysely on tarkoitettu täytettäväksi pöytätietokoneella tai älylaitteella, jonka vaakaresoluutio on vähintään 800 pikseliä. Kyselyä ei ole optimoitu matkapuhelinkäyttöön!",
    "lang_instr14": "Jos törmäät ongelmiin täyttäessäsi lomaketta, tarkista verkkoselaimesi ajantasaisuus. Kysely on todettu toimivaksi seuraavilla selaimilla:",
    "lang_instr15": "Chrome (ainakin versio 73), sekä todennäköisesti kaikki Chromium-pohjaiset selaimet",
    "lang_instr16": "Kysely <b>ei toimi</b> odotetulla tavoilla seuraavilla selaimilla:<b> Internet Explorer, Microsoft Edge</b>",
    "lang_instr17": "Voit halutessasi kokeilla täyttää kyselyn matkapuhelimella. Kyselyyn on tehty joitain puhelinkäyttöä helpottavia ominaisuuksia, mutta toteutus on silti kaukana optimaalisesta. En siis valitettavasti voi taata kyselyn toimivuutta taskuun sopivilla laitteilla. Jos tästäkin huolimatta tahdot kokeilla täyttää kyselyä puhelimella, suosittelen lähettämään valmistuneet postinumeroalueet muutaman valmiin alueen joukkoina yhden suuren lähetyksen sijaan.",

    "lang_basemap": "Taustakartat",
    "lang_overlay": "Aluejaot",
    "lang_postal": "Postinumeroalueet",
    "lang_research": "Tutkimusalue",
    
    "lang_zipArea": "Postinumeroalue",
    "lang_savechanges": "Tallenna tiedot",
    "lang_deletefeature": "Poista nämä tiedot",
    "lang_incomplete": "Kaikkiin kenttiin ei ole vastattu!",
    
    "lang_search": "<i class='icon car'></i>Kuinka kauan sinulla yleensä kestää <i>löytää pysäköintipaikka ja pysäköidä</i> tällä postinumeroalueella (minuuteissa)?",
    "lang_walktime": "<i class='icon walking'></i>Kuinka kauan sinulla yleensä kestää <i>kävellä pysäköintipaikalta määränpäähäsi</i> tällä postinumeroalueella (minuuteissa)?",
    "lang_likert": "<i class='icon question-circle'></i>Kuinka tuttu tämä postinumeroalue on sinulle?",
    "likert1": "Hyvin tuttu",
    "likert2": "Kohtalaisen tuttu",
    "likert3": "Jossain määrin tuttu",
    "likert4": "Vähän tuttu",
    "likert5": "Ei ollenkaan tuttu",
    
    "lang_parkspot": "<i class='icon parking'></i>Minkätyyppiselle pysäköintipaikalle yleensä pysäköit tällä postinumeroalueella?",
    "parkspotd": " -- valitse vaihtoehto -- ",
    "parkspot1": "Kadunvarsipaikka",
    "parkspot2": "Pysäköintialue (parkkipaikka)",
    "parkspot3": "Pysäköintihalli",
    "parkspot4": "Muu",
    
    "lang_submit": "Lähetä tiedot",
    "lang_thanks": "Kiitos vastauksestasi!"
}
