{  
    "lang_tab1": "Tervetuloa!",
    "lang_tab2": "Tutkimuksesta",
    "lang_tab3": "Käyttöohjeet",
    
    "lang_welcome1": "<i class='icon car'></i>Tervetuloa kyselyyn!",
    "lang_lang": "<i class='icon globe'></i>Valitse kielesi:",
    "lang_welcome2": "Tämän kyselyn tarkoituksena on selvittää kuinka kauan henkilöauton pysäköinti kestää pääkaupunkiseudun eri alueilla. Henkilöauton pysäköinnillä tarkoitetaan tässä kokonaisuutta, jonka osina ovat pysäköintipaikan etsiminen, henkilöauton pysäköinti ja kävely lopulliseen määränpäähän. Kyselyssä kerättyjä tietoja käytetään Helsingin yliopiston geoinformatiikan pro gradu -tutkimuksessa, josta voit lukea lisää Tutkimuksesta-välilehdellä.",
    "lang_welcome3": "Kyselyssä sinua pyydetään valitsemaan kartalta ne postinumeroalueet, joihin muistat pysäköineesi viimeisen kahden vuoden aikana. Jokaisen postinumeroalueen kohdalla sinulta kysytään viisi pysäköimistäsi arvioivaa kysymystä. Kysymysten taso on yleinen, joten yksittäisistä pysäköinneistä emme tiedustele. Kysymykset koskevat kunkin alueen pysäköintiäsi <i>yleensä</i>. Voit lähettää kaikki muistamasi postinumeroalueet yhdellä istumalla tai lähettää pienempiä eriä. Lähetäthän yhden postinumeroalueen tiedot vain kerran tuplavastauksien ehkäisemiseksi.",
    "lang_welcome4": "Kysely on auki 30.6.2019 asti.",
    "lang_welcome5": "<b>Huom!</b> Huomaathan, että <i>kyselyssä ei kartoiteta kotipihapysäköintiä tai sellaista pysäköintiä, jossa vastaajalla on käytössä henkilökohtainen, autolle osoitettu pysäköintipaikka</i>. Jätäthän tällaiset pysäköinnit huomiotta tätä kyselyä täyttäessäsi.",
    "lang_welcome6": "Kiitän vastauksestasi, <br>terveisin, Sampo Vesanen",
    "lang_welcome7": "Kyselyyn liittyvissä asioissa ota minuun yhteyttä sähköpostitse: sampo.vesanen(at)helsinki.fi.",

    "lang_aboutH2": "<i class='icon atlas'></i>Lisää aiheesta",
    "lang_about1": "Tämän kyselyn tarkoituksena on tutkia henkilöauton pysäköintiin kuluvan ajan alueellista vaihtelua pääkaupunkiseudulla. Kyselyn lähtökohtana on Salosen ja Toivosen (2013) matka-aikojen mittaamiseen tarkoitettu ovelta ovelle -menetelmä, jonka osana henkilöauton pysäköimisprosessi on.",
    "lang_door2door": "Kuva 1. Henkilöautomatka esitettynä ovelta-ovelle-menetelmässä. Punainen alleviivaus merkitsee pysäköinnin osuutta prosessissa. Mukautettu Salosen ja Toivosen artikkelista (2013).",
    "lang_about2": "Kyselyn täyttäjälle esitetään viisi kysymystä jokaista postinumeroaluetta kohti:<ol><li><b>Kuinka kauan vastaajalla yleensä kestää löytää pysäköintipaikka ja pysäköidä kyseisellä postinumeroalueella?</b> Tällä kysymyksellä pyritään parantamaan olemassaolevan saavutettavuusaineiston tarkkuutta ovelta-ovelle-menetelmän pysäköintipaikanetsimisvaiheessa.</li><li><b>Kuinka kauan vastaajalla yleensä kestää kävellä pysäköintipaikalta määränpäähänsä kyseisellä postinumeroalueella?</b> Tällä pyritään parantamaan olemassaolevan saavutettavuusaineiston tarkkuutta ovelta-ovelle-menetelmän kävelyvaiheessa.</li><li><b>Kuinka tuttu kyseinen postinumeroalue on vastaajalle?</b> Tällä kysymyksellä pyritään selittämään vastaajan syöttämiä vastauksia pysäköinti- ja kävelyaikaan.</li><li><b>Millainen pysäköintipaikka vastaajalla yleensä on kyseisellä postinumeroalueella?</b> Tällä kysymyksellä pyritään selvittämään postinumeroalueella saatavilla olevia pysäköintipaikkatyyppejä ja selittämään vastaajan syöttämiä lukemia kyselyn muissa kysymyksissä.</li><li><b>Mihin viikon- ja vuorokaudenaikaan vastaaja yleensä pysäköi kyseiselle postinumeroalueelle?</b> Tällä kysymyksellä pyritään selittämään vastaajan syöttämiä vastauksia pysäköinti- ja kävelyaikaan. Kysymyksellä pyritään lisäksi ymmärtämään vastaajan pysäköintipreferenssejä.</li></ol>",
    "lang_about3": "Kyselyn tulokset ovat perustana pro gradu -tutkielmalleni, jonka työnimenä on <i>Parking of private cars and spatial accessibility in Greater Helsinki Area</i>. Gradun tulosten on tarkoitus tarkentaa Helsingin seudun matka-aikamatriisia henkilöauton pysäköintiin kuluvan ajan osalta. <a target='_blank' rel='noopener noreferrer' href='https://blogs.helsinki.fi/saavutettavuus/paakaupunkiseudun-matka-aikamatriisi/'>Helsingin seudun matka-aikamatriisi</a> (avautuu uuteen ikkunaan) on Helsingin yliopistossa toimivan Digital Geography Labin kehittämä työkalu, joka kuvaa pääkaupunkiseudun tilastoruutujen välisiä matka-aikoja henkilöautolla, joukkoliikenteellä, kävellen ja pyöräillen (Toivonen et al. 2015). Tällä hetkellä matka-aikamatriisissa käytetään karkeaa arviota pysäköintiin kuluvasta ajasta (Kalenoja ja Häyrynen 2003). Kalenojan ja Häyrysen henkilöautoille mittaama lukema on tällä hetkellä käytössä matriisissa koko pääkaupunkiseudulla. Pro gradu -tutkielmani hypoteesina on, että pysäköintiprosessin kesto vaihtelee pääkaupunkiseudun eri osissa. Tästä kyselytutkimuksesta saatavat tulokset mahdollistavat henkilöautopysäköintiin kuluvan ajan alueellisen vaihtelun tutkimisen ja visualisoinnin. Pääset tutustumaan Digital Geography Labin tutkimukseen <a target='_blank' rel='noopener noreferrer' href='https://www.helsinki.fi/en/researchgroups/digital-geography-lab'>täällä</a> (avautuu uuteen ikkunaan). Lue lisää Digital Geography Labin saavutettavuus- ja liikkumistutkimuksesta <a target='_blank' rel='noopener noreferrer' href='https://blogs.helsinki.fi/saavutettavuus/'>täällä</a>.",
    "lang_about4": "<b>Henkilötietosuojasta:</b> Kyselyssä antamasi vastaukset eivät paljasta sinusta mitään yksityisiä tietoja esitettyjen kysymysten yleisen asettelun takia. Kysely tallentaa kyselyvastaustesi lisäksi IP-osoitteesi ja ensimmäisen sekä viimeisimmän vierailusi ajankohdan. IP-osoitteita käytetään vierailijamäärän seuraamiseen. Kyselyvastausten analysointivaiheessa jokainen IP-osoite muutetaan satunnaiseksi ja anonyymiksi merkkijonoksi ja kaikki IP-osoitteet poistetaan. Kysely käyttää evästeitä. Evästeiden avulla kysely muistaa käyttämäsi asetukset. Ellet poista evästeitä manuaalisesti, ne vanhentuvat 90 päivän kuluttua luontipäivästä.",
    "lang_about5": "Kirjallisuus",
    "lang_about6": "Kalenoja, H. & J.-P. Häyrynen (2003). Keskustan pysäköinti osana liikennejärjestelmää – Tampereen keskustan pysäköintitutkimus. Tutkimusraportti 51. Tampere University of Technology, Tampere.",
    "lang_about7": "Salonen, M. & T. Toivonen (2013). Modelling travel time in urban networks: Comparable measures for private car and public transport. <i>Journal of Transport Geography</i> 31: 143–153.",
    "lang_about8": "Toivonen, T., H. Tenkanen, V. Heikinheimo, T. Jaakkola, J. Järvi & M. Salonen (2015). Helsinki Region-Travel Time Matrix 2015. DOI: 10.13140/RG.2.1.1901.3201",
    "lang_about9": "Toivonen, T., M. Salonen, H. Tenkanen, P. Saarsalmi, T. Jaakkola & J. Järvi (2014). Joukkoliikenteellä, autolla ja kävellen: Avoin saavutettavuusaineisto pääkaupunkiseudulla. <i>Terra</i> 126: 3, 127–136.",
    "lang_about10": "YKR-aluejaot (2018). Suomen ympäristökeskus.",
    
    "lang_instr1": "<i class='icon pencil-alt'></i>Kyselyn täyttöohje",
    "lang_instr2": "1 Kyselyn käyttöliittymä",
    "lang_instr3": "1.1 Ruudun vasen yläkulma",
    "lang_instr4": "<b>Lähennä- tai loitonna.</b> Käytä näitä painikkeita lähentämään karttanäkymää tai loitontamaan sitä. Vaihtoehtoisesti voit käyttää hiiren rullaa. Mobiilissa painikkeen lisäksi toimivat normaalit lähentämisen ja loitontamisen eleet.<br><br>",
    "lang_instr5": "<b>Vaihda kieltä.</b> Tämä kysely on saatavilla suomeksi ja englanniksi. Painike näyttää FI- tai EN-koodilla mikä on kullakin hetkellä kyselyn aktiivinen kieli. Käytä tätä painiketta vaihtamaan kieli haluamaksesi milloin vain.<br>",
    "lang_instr6": "<b>Inforuutu.</b> Näpäytä tämä tietoruutu pois tai takaisin päälle tällä painikkeella. Ruudun voi sulkea myös oikean yläkulman x-painikkeesta. Huomaathan, että tietoruutu on suljettava, ennen kuin voit täyttää kyselyn (postinumeroalueiden valitseminen on estetty inforuudun ollessa esillä).<br><br>",
    "lang_instr7": "1.2 Ruudun oikea yläkulma",
    "lang_instr8": "<b>Karttatasovalitsin.</b> Käytä tätä valitsinta vaihtamaan kyselyn käyttämän taustakartan ulkonäköä. Valitsimesta voit myös poistaa näkymästä postinumeroalueet vaikkapa lähiostoskeskuksesi paikantamista varten. Huomaathan, että postialueet on oltava näkyvissä, jotta karttaan voi lisätä uusia pysäköintialueita.<br>",
    "lang_instr9": "<b>Hae kohdetta.</b> Käytä tätä etsimään kohdetta tai katua tutkimusalueelta, esimerkiksi <i>Physicum</i> tai <i>Gustaf Hällströmin katu 2</i>. Jos työkalu löytää monta mahdollista kohdetta, saat niistä listan. Huomioi, että OpenStreetMapin Nominatim -hakukoneen teknisten rajoitteiden takia toiminto etsii kohteita koko Suomesta. Karttanäkymä ei kuitenkaan päästä käyttäjää poistumaan pääkaupunkiseudulta.<br><br>",
    "lang_instr10": "1.3 Ruudun oikea alakulma",
    "lang_instr11": "&nbsp;&nbsp;&nbsp;<i class='icon cloud-upload-alt'></i><b>Lähetä tiedot.</b> Tätä painiketta napsauttamalla lähetät vastauksesi ja kiitos-ikkuna aukeaa. Huomaathan, että kysely estää keskeneräisten tietojen lähettämisen. Jos Lähetä tiedot -nappi on väriltään harmaa, tietosi ovat vielä kesken. Painike muuttuu vihreäksi, kun syöttämiesi postinumeroalueiden kysymykset ovat valmiit.",
    "lang_instr12": "Jos näet <b>lähetä tiedot</b> -painikkeen yllä tekstin <span class='redtext'>You have unfinished areas</span>, olet napauttanut ikkunassa ilmoitettuja postinumeroalueita, mutta et ole vastannut alueiden kaikkiin kysymyksiin. Keskeneräisten alueiden ikkuna auttaa selvittämään, miksi lähetä tiedot -nappi näkyy harmaana ja tietojen lähettäminen ei ole mahdollista.",

    "lang_survey1": "2 Lomakkeen käyttäminen",
    "lang_survey2": "Kyselyn alkunäkymä on Helsingin keskustassa. Raahaa karttanäkymä haluamallesi alueelle, ja näpäytä postinumeroaluetta. Klikkauksesta ponnahtaa esille postinumeroalueen lomake, jonka oikeasta yläkulmasta voit tarkistaa postinumeroalueen suomenkielisen nimen ja numeron. Jokaisen postinumeroalueen kohdalla sinulta kysytään viisi kysymystä:",
    "lang_survey3": "<b>Kuinka kauan sinulla yleensä kestää <i>löytää pysäköintipaikka ja pysäköidä</i> tällä postinumeroalueella (minuuteissa)?</b> Arvioi, kuinka kauan sinulla yleensä kestää pysäköintipaikan etsimisen aloittamisesta siihen, että olet saanut auton pysäköityä kyseisellä postinumeroalueella. Pysäköintipaikan etsiminen alkaa siitä, kun saavut alueelle josta haluaisit löytää parkkipaikan. Vastausta pyydetään kokonaisina minuutteina. Vastauksen on oltava väliltä 0-99.",
    "lang_survey4": "<b>Kuinka kauan sinulla yleensä kestää <i>kävellä pysäköintipaikalta määränpäähäsi</i> tällä postinumeroalueella (minuuteissa)?</b> Arvioi, kuinka kauan sinulla yleensä kestää kävellä henkilöautosi pysäköintipaikalta määränpäähäsi kyseisellä postinumeroalueella. Kävelymatka alkaa autosi luota ja päättyy määränpääsi ulko-ovelle. Jos määränpääsi on ulkona, päättyy kävelymatka aktiviteettialueen reunalle. Vastausta pyydetään kokonaisina minuutteina. Vastauksen on oltava väliltä 0-99.",
    "lang_survey5": "<b>Kuinka tuttu tämä postinumeroalue on sinulle?</b> Arvioi, asteikolla Hyvin tuttu &#151 ei ollenkaan tuttu, miten hyvin tunnet kyseisen postinumeroalueen.",
    "lang_survey6": "<b>Minkätyyppiselle pysäköintipaikalle yleensä pysäköit tällä postinumeroalueella?</b> Arvioi, millainen pysäköintipaikkasi yleensä on kyseisellä postinumeroalueella. Huomioithan ystävällisesti, ettei kyselyssä kartoiteta kotipihapysäköintejä tai sellaisia pysäköintejä, jossa sinulla on henkilökohtainen varattu pysäköintipaikka. Kohdan vaihtoehdot ovat: <ul><li>Kadunvarsipaikka &#151 pysäköintipaikka sijaitsee kadun varrella</li><li>Pysäköintialue &#151 pysäköintipaikka sijaitsee ulkona olevalla pysäköintikäyttöön otetulla alueella. Voi maksullinen tai ilmainen. Pysäköintialueeksi lasketaan myös tilapäisesti kyseiseen käyttöön otetut muut alueet (esimerkiksi erilaiset hiekka- ja nurmikentät) </li><li>Pysäköintihalli &#151 Pysäköintiluolat, katetut pysäköintilaitokset, pysäköintilaitosten kattokerrokset</li><li>Yksityinen tai varattu autopaikka &#151 Pysäköintipaikka sijaitsee esimerkiksi työnantajan pysäköintialueella jossa käyttäjällä pysäköintioikeus, mutta ei omalla rekisterikilvellä varattua paikkaa. Myös yksityisten toimijoiden (kuten yritykset) pysäköintipaikat, johon käyttäjä pysäköi vierailijana ja/tai hakee alueen omistajalta pysäköintiluvan</li><li>Muu &#151 Ylläoleviin määrittelyihin sopimattomat pysäköintipaikat</li></ul>",
    "lang_survey7": "<b>Mihin viikon- ja vuorokaudenaikaan yleensä pysäköit tälle postinumeroaluelle?</b> Arvioi pysäköintisi ajallista sijoittumista kyseiselle postinumeroalueelle. Vaihtoehdot ovat: <ul><li>Arkipäivä, ruuhka-aikaan (07:00-09:00 ja 15:00-17:00) &#151 Pysäköinti postinumeroalueelle tapahtuu useimmiten ruuhka-aikaan</li><li>Arkipäivä, ei ruuhka-aikaan &#151 Pysäköinti alueelle useimmiten rauhallisempaan arkiaikaan</li><li>Viikonloppu &#151 Pysäköinti tapahtuu useimmiten joko lauantaina tai sunnuntaina. Myös pyhät</li><li>Ei mikään ylläolevista, ei yleisintä aikaa &#151 Käyttäjä ei pysty valitsemaan yhtä ylemmistä, pysäköintiaikoja on tasaisesti kaikkina viikon- ja vuorokauden aikoina</li></ul>",
    "lang_survey8": "Voit tallentaa kunkin lomakkeen vastaukset milloin vain &nbsp;&nbsp;&nbsp;<i class='icon save'></i><span class='greentext'>tallenna tiedot</span> -painikkeella tai poistaa kaikki merkinnät kyseiseltä postinumeroalueelta &nbsp;&nbsp;&nbsp;<i class='icon trash-alt'></i><span class='redtext'>Poista nämä tiedot</span> -painikkeella. Kyselyikkunan x-painike niinikään tallentaa kunkin lomakkeen vastaukset. Kysely muistaa lähettämättömät vastauksesi niin kauan kuin selaimesi välilehti on auki.",
    "lang_survey9": "Kun olet kerran klikannut postinumeroaluetta, se saa karttanäkymässä oranssin värin. Oranssi väri merkitsee keskeneräisiä tietoja, ja kyseinen lomake ilmoittaa tällöin <span class='redtext'>Kaikkiin kenttiin ei ole vastattu!</span>. Kun kaikkiin kyseisen alueen kysymyksiin on vastattu, muuttuu alue vihreäksi ja lomakkeen punainen ilmoitusteksti katoaa. <b>Huomaathan, että &nbsp;&nbsp;&nbsp;&nbsp;<i class='icon cloud-upload-alt'></i>Lähetä tiedot -painike aktivoituu vasta, kun kaikki klikatut alueet ovat vihreitä, eli kokonaan täytettyjä!</b>",
    
    "lang_tech1": "3 Kyselyn tekniset yksityiskohdat",
    "lang_tech2": "Tämä kysely on tarkoitettu täytettäväksi pöytätietokoneella tai älylaitteella, jonka vaakaresoluutio on vähintään 800 pikseliä. <b>Jos käytät kyselyn täyttämiseen matkapuhelinta, tutustuthan jakoavain-ikonilla merkittyyn välilehteen</b>.",
    "lang_tech3": "Jos törmäät ongelmiin täyttäessäsi lomaketta, syy on useimmiten verkkoselaimessasi tai laitteesi käyttöjärjestelmässä:",
    "lang_tech4": "Kysely toimii parhaiten Windows-alustaisella pöytätietokoneella tai kannettavalla tietokoneella, jonka selain on <span class='greentext'>Google Chrome (versio 74)</span>. Myös <span class='greentext'>Firefox</span> on todettu toimivaksi",
    "lang_tech5": "Applen mobiililaitteilla selaimet <span class='greentext'>Chrome</span> ja <span class='greentext'>Safari</span> on testattu ja todettu toimiviksi.",
    "lang_tech6": "Kysely <b>ei toimi</b> odotetulla tavalla seuraavilla selaimilla:<span class='redtext'><b> Internet Explorer (versio 11), Microsoft Edge (versio 42)</b></span>",
    "lang_tech7": "<b>Kyselyn tunnetut ongelmat</b>. Ohessa lista tiedossa olevista bugeista ja muista teknisistä ongelmat ja keinot ohittaa ne:<ul><li>Mobiiliversiossa kyselyn käyttöliittymä on ohjelmoitu piiloutumaan kun postialuekysely on näkyvillä. Käyttöliittymä palaa näkyviin vasta, kun postialuekysely on suljettu ja karttanäkymää liikutettu hieman</li><li>Jos mobiiliversiossa karttaa ei yhtäkkiä pysty enää vierittämään mihinkään suuntaan, napauta jotain valmista tai keskeneräistä postinumeroaluetta. Tämän pitäisi palauttaa kontrolli.</li><li>Mobiiliversiossa vastausten lähettämisen jälkeen kartan liikuttaminen saattaa olla mahdotonta. Päivitä kyselysivu päästäksesi tästä ongelmasta eroon.</li><li>Jos keskeneräisten alueiden ikkunan (<span class='redtext'>You have unfinished areas</span>) päästää pitkäksi mobiiliversiossa tai muulla pienellä ruudulla, saattaa tämä ikkuna estää karttatasovalitsimen ja hakutyökalun käytön. Pidä keskeneräisten alueiden lista lyhyenä estääksesi tämän ongelman</li></ul>",

    "lang_settings1": "<i class='icon wrench' style='margin-right: 10px;'></i>Asetuksia",
    "lang_settings2": "<b>Estä inforuudun avautuminen kyselysivun mukana.</b> Napauttamalla tätä painiketta inforuutu ei enää aukea kyselyn yhteydessä. Tieto tästä tallentuu evästeeseen. Poista kyselyn evästeet, niin toiminnallisuus palautuu ennalleen.",
    "lang_settings3": "<b>Postinumeroalueen kyselyikkunan koko.</b> Valitse tästä postinumeroalueen kyselyikkunan koko. Pöytätietokoneille suositellaan oletuskokoa (suuri), mutta mobiilikäyttäjien kannattaa kokeilla pientä ja keskisuurta vaihtoehtoa.",
    "lang_settings4": "<b>Mobiilitilan valinta.</b> Kun painikkeen ikoni esittää puhelinta &nbsp;<i class='icon mobile-alt'></i>, saat klikkauksella puhelintilan käyttöön. Puhelintila levittää tämän inforuudun koko laitteen ruudun kokoiseksi. Klikkaamalla painiketta silloin, kun ikonina on näyttöpääte &nbsp;<i class='icon desktop'></i>, palaavat asetukset normaaleihin pöytätietokoneasetuksiin. Mobiilitila tulee automaattisesti päälle pieniruutuisille laitteille, mutta tällä painikkeella valinnan voi kiertää.",
    "lang_buttoncloseinfo": "Älä näytä tätä ruutua kyselysivulle saavuttuani",
    "lang_accesssurvey": "Sulje tämä inforuutu ja aloita kysely",
    "lang_buttonchangedevice": "Vaihda laiteasetuksia. VAROITUS! Avaa sivun uudelleen, tämä poistaa kaikki lähettämättömät vastauksesi!",
    "lang_changepopupsize": "Ponnahdusikkunan koko: ",

    "lang_basemap": "Taustakartat",
    "lang_overlay": "Aluejako",
    "lang_postal": "Postinumeroalueet",
    "lang_research": "Tutkimusalue",
    
    "lang_zipArea": "Postinumeroalue",
    "lang_savechanges": "Tallenna tiedot",
    "lang_deletefeature": "Poista tämän alueen tiedot",
    "lang_incomplete": "Kaikkiin kenttiin ei ole vastattu!",
    
    "lang_search": "<i class='icon car'></i>Kuinka kauan sinulla yleensä kestää <i>löytää pysäköintipaikka ja pysäköidä</i> tällä postinumeroalueella (minuuteissa)?",
    "lang_walktime": "<i class='icon walking'></i>Kuinka kauan sinulla yleensä kestää <i>kävellä pysäköintipaikalta määränpäähäsi</i> tällä postinumeroalueella (minuuteissa)?",
    "lang_likert": "<i class='icon question-circle'></i>Kuinka tuttu tämä postinumeroalue on sinulle?",
    "likert1": "Hyvin tuttu",
    "likert2": "Kohtalaisen tuttu",
    "likert3": "Jossain määrin tuttu",
    "likert4": "Vähän tuttu",
    "likert5": "Ei ollenkaan tuttu",
    
    "lang_parkspot": "<i class='icon parking'></i>Minkätyyppiselle pysäköintipaikalle yleensä pysäköit tällä postinumeroalueella?",
    "parkspotd": " -- valitse vaihtoehto -- ",
    "parkspot1": "Kadunvarsipaikka",
    "parkspot2": "Pysäköintialue",
    "parkspot3": "Pysäköintihalli",
    "parkspot4": "Yksityinen tai varattu autopaikka",
    "parkspot5": "Muu",
    
    "lang_timeofday": "<i class='icon clock'></i>Mihin viikon- ja vuorokaudenaikaan yleensä pysäköit tälle postinumeroaluelle?",
    "timeofday1": "Arkipäivä, ruuhka-aikaan (07:00-09:00 ja 15:00-17:00)",
    "timeofday2": "Arkipäivä, muuna kuin ruuhka-aikana",
    "timeofday3": "Viikonloppu",
    "timeofday4": "Ei mikään ylläolevista, ei yleisintä aikaa",
    
    "lang_unfinishedbox": "Oheiset postinumeroalueet ovat kesken",
    "lang_submit": "Lähetä tiedot",
    "lang_thanks": "Kiitos vastauksestasi! Halutessasi voit vielä tarkastella antamiasi vastauksia klikkaamalla alla olevaa 'näytä raportti'-painiketta. Hyvää päivänjatkoa!"
}